[
    {
        "id": "52218",
        "title": "Araraquara, São Paulo",
        "copyright_owner": "June 24, 2025",
        "description": "Já pensou em contemplar um pôr do sol que transforma o céu em um grande painel de tons suaves? A imagem do dia mostra Araraquara, no interior de São Paulo, em um desses momentos em que a natureza parece caprichar nos detalhes. O nome da cidade vem do tupi-guarani e, segundo a interpretação mais aceita, significa “morada do sol” — expressão que traduz seus dias claros, o clima acolhedor e a luz que parece durar mais tempo por ali. Seu pôr do sol é um ritual silencioso que colore o céu de laranja, rosa e dourado, pintando os telhados, as árvores e até o ar com uma luz suave e quente. Em fins de tarde assim, tudo ganha contornos mais leves. Araraquara é um centro urbano vibrante, com festivais de música, teatro, literatura e gastronomia que movimentam a cidade ao longo do ano, misturando tradição e inovação. A cidade oferece um pouco de tudo: agito cultural e pequenos refúgios de calmaria, sempre iluminada por sua luz inconfundível.",
        "tags": [
            "house",
            "fog",
            "cloud",
            "sky",
            "landscape",
            "outdoor",
            "outdoor",
            "sky",
            "cloud",
            "landscape",
            "nature",
            "water",
            "lake",
            "mountain",
            "hillside",
            "city",
            "sunset",
            "canyon",
            "lush",
            "tree",
            "clouds",
            "fog",
            "house",
            "building",
            "beach",
            "rock"
        ],
        "date": "2025-06-24",
        "download_link": "https://img.peapix.com/26e893e8841d4585a34c4686bab42701.jpg",
        "page_link": "https://peapix.com/bing/52218",
        "thumbnail_url": "https://img.peapix.com/26e893e8841d4585a34c4686bab42701_480.jpg"
    },
    {
        "id": "52216",
        "title": "Viaduc de Cize-Bolozon enjambant la rivière d’Ain, Auvergne-Rhône-Alpes",
        "copyright_owner": "June 24, 2025",
        "description": "Imaginez un pont qui relie bien plus que deux rives. Le Viaduc de Cize-Bolozon, niché dans l’Ain, accomplit cette prouesse depuis plus de 70 ans. Construit en 1950 pour remplacer un ouvrage détruit pendant la guerre, il veille depuis sur la vallée avec une élégance discrète. Ce qui le rend vraiment unique ? Il combine deux fonctions sur deux niveaux superposés : les trains circulent au-dessus, les voitures en dessous. Avec ses arches en béton armé et ses 273 mètres de long, il surplombe les gorges de l’Ain à plus de 60 mètres de hauteur. Un véritable joyau de l’ingénierie française. Mais ce viaduc n’est pas qu’un exploit technique. C’est aussi un lieu chargé d’histoire et de poésie. À l’aube, la brume s’élève entre ses piliers, offrant un spectacle presque irréel. Que vous soyez passionné d’architecture, d’histoire ou simplement curieux, ce pont mérite le détour. Il ne se contente pas de relier deux points : il tisse un lien entre les époques.",
        "tags": [
            "hillside",
            "highland",
            "grass",
            "tree",
            "mountain",
            "green",
            "lush",
            "plant",
            "landscape",
            "nature",
            "outdoor",
            "outdoor",
            "highland",
            "grass",
            "landscape",
            "nature",
            "lush",
            "sky",
            "mountain",
            "plant",
            "hillside",
            "cloud",
            "green",
            "tree",
            "lake",
            "water",
            "clouds",
            "field",
            "land",
            "overlooking",
            "grassy"
        ],
        "date": "2025-06-24",
        "download_link": "https://img.peapix.com/633f096ab8c741afa5bc8f07125a2795.jpg",
        "page_link": "https://peapix.com/bing/52216",
        "thumbnail_url": "https://img.peapix.com/633f096ab8c741afa5bc8f07125a2795_480.jpg"
    },
    {
        "id": "52221",
        "title": "Delicate Arch, Arches National Park, Utah, United States",
        "copyright_owner": "June 24, 2025",
        "description": "This place wasn't built overnight—nature took its time to craft this masterpiece. What you see at Arches National Park in Utah, United States, is the result of over 300 million years of erosion, uplift and weathering. These arches were formed when salt beds were left behind by ancient seas. Over time, layers of sandstone cracked, shifted and slowly wore away, revealing more than 2,000 natural arches. These formations are made mostly of Entrada and Navajo sandstone. The park was recognised as a national monument in 1929 and was later upgraded to national park status in 1971. Delicate Arch, in Arches National Park, is one of the most recognisable natural arches in the American Southwest. Originally known by several other names—including 'the Chaps' and 'Salt Wash Arch'—it wasn't officially called Delicate Arch until the 1930s, after a scientific expedition described it as 'delicate-looking.' It is Utah's unofficial mascot, appearing on everything from state licence plates to a United States postage stamp issued in 1996 to mark 100 years of Utah statehood. The arch is accessible via a moderately difficult hike that climbs over slickrock and skirts steep drop-offs. Whether you're a geology enthusiast or simply looking for a view worth the effort, Delicate Arch delivers.",
        "tags": [
            "valley",
            "canyon",
            "rock",
            "cloud",
            "mountain",
            "desert",
            "sky",
            "nature",
            "landscape",
            "outdoor",
            "valley",
            "mountain",
            "nature",
            "outdoor",
            "landscape",
            "sky",
            "canyon",
            "cloud",
            "rock",
            "rocky",
            "hillside",
            "plant",
            "desert",
            "hill",
            "overlooking",
            "tree",
            "stone",
            "sunset",
            "sunrise",
            "distance"
        ],
        "date": "2025-06-24",
        "download_link": "https://img.peapix.com/0cbe04939e0d4359b100f66cc0eb6171.jpg",
        "page_link": "https://peapix.com/bing/52221",
        "thumbnail_url": "https://img.peapix.com/0cbe04939e0d4359b100f66cc0eb6171_480.jpg"
    },
    {
        "id": "52214",
        "title": "Eibsee, Bayern",
        "copyright_owner": "June 24, 2025",
        "description": "Kennen Sie diese Bilderbuchkulisse auf unserem heutigen Bild? Der Eibsee, malerisch am Fuße der Zugspitze in Bayern gelegen, gilt zu Recht als einer der schönsten Seen Deutschlands. Mit seinem kristallklaren Wasser, das je nach Lichteinfall von tiefem Blau bis smaragdgrün schimmert, vermittelt er ein wahres Karibikgefühl inmitten der Bayerischen Alpen. Entstanden vor rund 4.000 Jahren durch einen gewaltigen Felssturz, begeistert der See heute Wanderer, Fotografen und Naturliebhaber gleichermaßen mit seinem idyllischen Panorama. Es überrascht kaum, dass der Eibsee ein beliebtes Ziel für Outdoor-Aktivitäten ist. Malerische Wanderwege rund um den See eröffnen traumhafte Ausblicke auf das Zugspitzmassiv, während das klare Wasser im Sommer zum Schwimmen, Stand-up-Paddling oder Bootfahren einlädt. Besonders faszinierend zeigt sich der Eibsee bei Sonnenaufgang oder Sonnenuntergang, wenn die Gipfel der Zugspitze in goldenes Licht getaucht werden und sich die Farben im stillen Wasser spiegeln. Ob Sie sportlich aktiv sein möchten oder bei einem Picknick die Natur genießen – der Eibsee ist der ideale Ort, um dem hektischen Alltag zu entfliehen.",
        "tags": [
            "boat",
            "reef",
            "traveling",
            "pond",
            "shore",
            "hillside",
            "wooded",
            "island",
            "tree",
            "mountain",
            "lake",
            "river",
            "green",
            "travel",
            "surrounded",
            "reef",
            "water",
            "outdoor",
            "nature",
            "animal",
            "aquarium",
            "fish",
            "swimming",
            "marine mammal",
            "beach",
            "ocean",
            "lake",
            "landscape",
            "shore",
            "island",
            "sea lion",
            "harbor seal",
            "underwater",
            "water sport",
            "dolphin"
        ],
        "date": "2025-06-24",
        "download_link": "https://img.peapix.com/cf2205b9a00c4351ba9359b8d49747c4.jpg",
        "page_link": "https://peapix.com/bing/52214",
        "thumbnail_url": "https://img.peapix.com/cf2205b9a00c4351ba9359b8d49747c4_480.jpg"
    },
    {
        "id": "52201",
        "title": "Bahía de Cala D'hort, Ibiza, España",
        "copyright_owner": "June 23, 2025",
        "description": "La Fiesta de San Juan, también llamada Víspera o Noche de San Juan, se celebra cada 23 de junio en toda España con gran tradición y alegría. Esta festividad tiene un origen cristiano, honrando el nacimiento de San Juan Bautista, pero conserva ritos ancestrales vinculados al solsticio de verano. Una de las tradiciones más emblemáticas son las hogueras, que se encienden en playas, plazas y pueblos. Saltar sobre ellas simboliza purificación y la llegada de buena suerte. También es habitual bailar, tocar tambores y compartir bebidas con familiares y amigos hasta el amanecer. En muchas zonas, el agua y las plantas adquieren propiedades mágicas esa noche, y algunos realizan rituales como cortarse el cabello para atraer fuerza. Un dato curioso: en España, la Noche de San Juan es una de las festividades más antiguas y está declarada fiesta de interés turístico en varias comunidades, como Alicante e Ibiza. Si visitas la bahía de Cala d’Hort en Ibiza durante esta noche, podrás disfrutar de un atardecer espectacular seguido de una celebración llena de fuego, música y tradiciones que te conectarán con la magia de esta fecha.",
        "tags": [
            "beach",
            "furniture",
            "shore",
            "sandy",
            "cloud",
            "ocean",
            "sea",
            "day",
            "sky",
            "water",
            "landscape",
            "outdoor",
            "furniture",
            "indoor",
            "building",
            "sky",
            "outdoor",
            "beach",
            "water",
            "landscape",
            "cloud",
            "ocean",
            "sea",
            "shore",
            "day",
            "sandy",
            "ceiling",
            "shelf",
            "library",
            "book",
            "bookcase",
            "church"
        ],
        "date": "2025-06-23",
        "download_link": "https://img.peapix.com/1fe6a322d68044c2bc006584e62e6e8d.jpg",
        "page_link": "https://peapix.com/bing/52201",
        "thumbnail_url": "https://img.peapix.com/1fe6a322d68044c2bc006584e62e6e8d_480.jpg"
    },
    {
        "id": "52209",
        "title": "Elbe river in Dresden, Germany",
        "copyright_owner": "June 23, 2025",
        "description": "Berlin gets the buzz, Munich brings the beer, but what about Dresden, in Saxony, Germany? Dresden brings the story. The city, once called 'the Florence on the Elbe,' was nearly wiped off the map in 1945 during World War II. Since then, it has rebuilt itself into a place where modern museums, Baroque buildings and riverside views share the same frame. Much of the city's oldest architecture can be found in the boroughs of the Altstadt (Old Town) and Neustadt (New Town). The surrounding neighbourhoods, originally planned by Saxon monarchs in the 18th and 19th centuries, are named after Saxon sovereigns like Friedrichstadt and Albertstadt. While you're here, consider strolling through the Zwinger—a palatial complex—for a glimpse of royal history or attend a performance at the Semperoper, where opera and architecture meet. The Old Masters Picture Gallery and the Green Vault are must-sees for art and history fans. Don't skip Neustadt—it has a trendier vibe, packed with street art, indie shops and craft beer spots. The Elbe River, stretching about 1,165 kilometres, flows through it all—wide, steady and quietly powerful.",
        "tags": [
            "ship",
            "harbor",
            "boat",
            "tower",
            "watercraft",
            "skyscraper",
            "cloud",
            "lake",
            "scene",
            "sky",
            "water",
            "building",
            "city",
            "landscape",
            "outdoor",
            "water",
            "ship",
            "lake",
            "sky",
            "outdoor",
            "scene",
            "cloud",
            "landscape",
            "city",
            "harbor",
            "building",
            "boat",
            "watercraft",
            "several",
            "river",
            "text",
            "sunset",
            "tower",
            "skyscraper",
            "bridge"
        ],
        "date": "2025-06-23",
        "download_link": "https://img.peapix.com/62af52d5d3664b2da32a3055deae0ee9.jpg",
        "page_link": "https://peapix.com/bing/52209",
        "thumbnail_url": "https://img.peapix.com/62af52d5d3664b2da32a3055deae0ee9_480.jpg"
    },
    {
        "id": "52197",
        "title": "Amazon rainforest, Ecuador",
        "copyright_owner": "June 22, 2025",
        "description": "The Amazon Rainforest spreads across much of the Amazon basin in South America. One notable region is in Ecuador. Although smaller than Brazil's share, it's considered one of the most biologically dense areas on Earth. It also shelters an extraordinary range of life—jaguars, macaws, black caimans, electric eels and medicinal plants, many of which are still unknown to science. Spanning about 600,000,000 hectares, Ecuador's Amazon covers nearly 40% of the country and is home to Indigenous groups such as the Huaorani and Shuar. Some communities, like the Yanomamo and Kayapo, remain uncontacted, choosing complete isolation from the outside world. But their way of life is increasingly threatened by industrial activities, especially oil drilling. From reducing paper use to supporting rainforest-friendly products, people can make tangible impacts that extend to Ecuador's Amazon and beyond.",
        "tags": [
            "broccoli",
            "smoke",
            "aerial photography",
            "steam",
            "water resources",
            "traveling",
            "hillside",
            "stack",
            "tree",
            "lake",
            "river",
            "green",
            "forest",
            "surrounded",
            "lush",
            "smoke",
            "water",
            "outdoor",
            "nature",
            "cloud",
            "landscape",
            "sky",
            "clouds",
            "stack",
            "lake",
            "coming",
            "spring",
            "mountain",
            "tree",
            "steam",
            "forest",
            "beach",
            "fog",
            "wave",
            "sunset"
        ],
        "date": "2025-06-22",
        "download_link": "https://img.peapix.com/092ad0d7fe4247f3b93fc1c48552bd41.jpg",
        "page_link": "https://peapix.com/bing/52197",
        "thumbnail_url": "https://img.peapix.com/092ad0d7fe4247f3b93fc1c48552bd41_480.jpg"
    },
    {
        "id": "52180",
        "title": "Littoral de la Côte d’Azur à Antibes",
        "copyright_owner": "June 21, 2025",
        "description": "Chaque 21 juin, la France vibre au rythme de la Fête de la Musique, une tradition née en 1982 sous l’impulsion du ministre Jack Lang. Ce jour n’a pas été choisi au hasard : il s’agit du solstice d’été, le jour le plus long de l’année, symbole de lumière et de renouveau. Ce soir-là, les rues, les places et les plages se transforment en scènes ouvertes, gratuites et accessibles à tous. À Antibes, sur la Côte d’Azur, le spectacle prend une dimension unique : face à la Méditerranée, les notes s’élèvent dans l’air, entre remparts historiques et palmiers centenaires. Ce cadre exceptionnel attire chaque année des milliers de visiteurs. Saviez-vous que la vieille ville d’Antibes abrite l’un des plus anciens festivals de jazz d’Europe ? La musique y est une seconde nature. En 2024, plus de 18 000 concerts ont été organisés en France pour cette fête, un record. La Fête de la Musique n’est pas qu’un événement : c’est un patrimoine vivant. Laissez-vous emporter par cette symphonie à ciel ouvert.",
        "tags": [
            "beach",
            "seascape",
            "coast",
            "ship",
            "island",
            "sunset",
            "sunrise",
            "rock",
            "cloud",
            "sea",
            "ocean",
            "lake",
            "mountain",
            "water",
            "sky",
            "outdoor",
            "water",
            "beach",
            "landscape",
            "coast",
            "sky",
            "sea",
            "ocean",
            "cloud",
            "rock",
            "seascape",
            "lake",
            "nature",
            "mountain",
            "sunset",
            "sunrise",
            "island",
            "rocky",
            "coastal and oceanic landforms",
            "clouds"
        ],
        "date": "2025-06-21",
        "download_link": "https://img.peapix.com/02adf6b139cd4a848cae6b885a502e58.jpg",
        "page_link": "https://peapix.com/bing/52180",
        "thumbnail_url": "https://img.peapix.com/02adf6b139cd4a848cae6b885a502e58_480.jpg"
    },
    {
        "id": "52181",
        "title": "Seljalandsfoss waterfall at sunset, Iceland",
        "copyright_owner": "June 21, 2025",
        "description": "Experience the magic of the summer solstice at Seljalandsfoss waterfall in Iceland. Today, the Northern Hemisphere celebrates the longest day of the year, when the sun reaches its highest point in the sky. Seljalandsfoss, located along Iceland's South Coast, offers a stunning backdrop for this astronomical event. The 60-metre waterfall drops from cliffs that once marked the country's coastline. The cascading water is part of the Seljalandsa River, originating from the volcanic glacier Eyjafjallajökull. The volcano under the icecap last erupted in 2010, causing disruption for locals and air traffic. Visitors can walk behind the falls into a small cave, offering a unique perspective and making it a favourite spot for photographers. Floodlights illuminate the waterfall at night, creating a magical scene. If you are planning a vacation during the summer solstice, Seljalandsfoss is worth adding to your travel bucket list. Whether you're a nature enthusiast or a photography lover, this experience promises unforgettable memories.",
        "tags": [
            "waterfall",
            "mountain",
            "water",
            "landscape",
            "nature",
            "outdoor",
            "waterfall",
            "nature",
            "outdoor",
            "water",
            "landscape",
            "plant",
            "mountain",
            "tree",
            "rock",
            "river",
            "wooded",
            "forest",
            "surrounded",
            "autumn",
            "fall",
            "hillside",
            "rocky",
            "watercourse",
            "stream",
            "several"
        ],
        "date": "2025-06-21",
        "download_link": "https://img.peapix.com/9b18b8ac3d5a48bc82e3be136aaf12db.jpg",
        "page_link": "https://peapix.com/bing/52181",
        "thumbnail_url": "https://img.peapix.com/9b18b8ac3d5a48bc82e3be136aaf12db_480.jpg"
    },
    {
        "id": "52176",
        "title": "Lakshman Jhula, Rishikesh, Uttarakhand",
        "copyright_owner": "June 21, 2025",
        "description": "There's something enduring about the calm that settles in when you roll out a yoga mat and take that first deep breath. With its roots in ancient India, yoga has long been a go-to for finding balance—both in body and mind. And it's not just a personal practice anymore. In 2014, the United Nations decided it was worth honouring globally, officially marking 21 June as the International Day of Yoga, a global nod to this age-old path to wellness. One of the places where the spirit of yoga comes alive in every corner is Rishikesh in Uttarakhand, often called the 'Yoga Capital of the World.' Among the city's many landmarks is Lakshman Jhula, once the crossing for locals, pilgrims and selfie-takers alike. This suspension bridge stretches across the Ganges, blending natural beauty with spiritual energy. It connected the villages of Tapovan and Jonk—two sides of the river in two different districts. Built during the days of the East India Company, it carried everything from quiet footsteps to the occasional revving motorbike. Although the bridge has been closed since 2020, its charm hasn't faded one bit.",
        "tags": [
            "boat",
            "sunset",
            "cloud",
            "clouds",
            "lake",
            "mountain",
            "travel",
            "tree",
            "sky",
            "water",
            "landscape",
            "nature",
            "outdoor",
            "sky",
            "landscape",
            "sunset",
            "outdoor",
            "cloud",
            "nature",
            "clouds",
            "water",
            "lake",
            "mountain",
            "sunrise",
            "distance",
            "field",
            "tree",
            "canyon",
            "valley",
            "overlooking",
            "sun",
            "cloudy",
            "day"
        ],
        "date": "2025-06-21",
        "download_link": "https://img.peapix.com/fe195c27c4d741ad9f7370debe42f4ee.jpg",
        "page_link": "https://peapix.com/bing/52176",
        "thumbnail_url": "https://img.peapix.com/fe195c27c4d741ad9f7370debe42f4ee_480.jpg"
    },
    {
        "id": "52185",
        "title": "Masai giraffe mother grooming her calf in the Serengeti, Tanzania",
        "copyright_owner": "June 21, 2025",
        "description": "Masai giraffes, known for their distinctive jagged blotches, are native to East Africa. Besides Kenya and Uganda, they roam the vast plains of Tanzania's Serengeti, a name derived from the Maasai word 'seringit,' meaning 'endless plains.' Masai giraffes were named after Herr von Tippelskirch, a member of a German scientific expedition who was the first to collect information and specimens of this giraffe subspecies and bring them to Europe. Also known as Kilimanjaro giraffes, they weigh around 1,300 kilograms and can reach heights of up to 5.5 metres, making them the largest giraffe subspecies and the tallest land animals on Earth. Today's image captures a tender moment between a Masai giraffe mother and her calf in this stunning landscape. Listed as endangered by the International Union for Conservation of Nature, Masai giraffes face growing threats from habitat loss and poaching. With only approximately 117,000 giraffes remaining in the wild, the time to act is now.",
        "tags": [
            "giraffe",
            "cheetah",
            "fawn",
            "terrestrial animal",
            "grassy",
            "safari",
            "grass",
            "field",
            "wildlife",
            "mammal",
            "wild",
            "tall",
            "dry",
            "open",
            "day",
            "animal",
            "fawn",
            "grass",
            "outdoor",
            "mammal",
            "wildlife",
            "deer",
            "field",
            "terrestrial animal",
            "antelope",
            "tall",
            "standing",
            "grassy",
            "dry",
            "carnivore",
            "roe deer",
            "cheetah",
            "safari",
            "day",
            "brown"
        ],
        "date": "2025-06-21",
        "download_link": "https://img.peapix.com/9146454621d042a3b4ff7df01e191ecc.jpg",
        "page_link": "https://peapix.com/bing/52185",
        "thumbnail_url": "https://img.peapix.com/9146454621d042a3b4ff7df01e191ecc_480.jpg"
    },
    {
        "id": "52175",
        "title": "雾中莲花，中国佛山",
        "copyright_owner": "June 21, 2025",
        "description": "夏至既是二十四节气之一，“夏至”是盛夏的起点，这个季节也是荷花盛开的季节。今天图片中的美景位于广东佛山地区的盛开的荷花。晨曦在水面上织就一层丝丝薄纱。漫步岸边，仿佛置身于云雾缭绕的仙境，每一次呼吸都模糊了虚实的界限。这便是“朦胧”的精髓——这种诗意的朦胧感曾深深触动过中国古代文人，激发出无数颂扬莲花空灵之美的诗句。",
        "tags": [
            "bouquet",
            "flower",
            "pink",
            "close",
            "plant",
            "petal",
            "flower",
            "plant",
            "bouquet",
            "decorated",
            "indoor",
            "close",
            "pink",
            "petal",
            "bird",
            "wildlife",
            "winter",
            "colorful",
            "christmas",
            "fresh",
            "white"
        ],
        "date": "2025-06-21",
        "download_link": "https://img.peapix.com/c2758202205a4b48bd98da478d0d2a1d.jpg",
        "page_link": "https://peapix.com/bing/52175",
        "thumbnail_url": "https://img.peapix.com/c2758202205a4b48bd98da478d0d2a1d_480.jpg"
    },
    {
        "id": "52177",
        "title": "Playa de Portonovo en la Ría de Pontevedra, España",
        "copyright_owner": "June 21, 2025",
        "description": "Del 20 al 29 de junio, Pontevedra acoge los “World Triathlon Multisport Championships”, el mayor evento multideportivo del mundo. Atletas de más de 60 países competirán en seis disciplinas, con España como delegación más numerosa. Hoy, 21 de junio, arranca el Duatlón en el corazón de una ciudad que ya deslumbró en 2019 y 2023, y que vuelve a ser el centro del triatlón mundial. En la imagen, vemos playas como la de Portonovo, tranquilas y luminosas, en contraste con la energía que se respira estos días a pocos kilómetros. Pontevedra se transforma en un escenario deportivo y festivo, con conciertos, arte al aire libre y un ambiente pensado para disfrutar en comunidad. ¿Sabías que el 70 % de los desplazamientos en esta ciudad se hacen caminando o en bici? La ciudad, capital de las Rías Baixas, no solo destaca por su excelente organización deportiva: es también un referente urbano premiado internacionalmente y punto clave del Camino de Santiago Portugués. Una ciudad viva, acogedora y sostenible, donde cada calle invita a quedarse un poco más.",
        "tags": [
            "beach",
            "house",
            "shore",
            "overlooking",
            "lake",
            "mountain",
            "sky",
            "water",
            "nature",
            "city",
            "landscape",
            "outdoor",
            "beach",
            "water",
            "outdoor",
            "ocean",
            "shore",
            "lake",
            "sky",
            "landscape",
            "sea",
            "nature",
            "sandy",
            "island",
            "cloud",
            "mountain",
            "aerial",
            "day",
            "overlooking",
            "rock",
            "seascape",
            "coast"
        ],
        "date": "2025-06-21",
        "download_link": "https://img.peapix.com/bd5bba3d2cd94b7a87255e46e8ab3432.jpg",
        "page_link": "https://peapix.com/bing/52177",
        "thumbnail_url": "https://img.peapix.com/bd5bba3d2cd94b7a87255e46e8ab3432_480.jpg"
    },
    {
        "id": "52173",
        "title": "Seljalandsfoss waterfall at sunset, Iceland",
        "copyright_owner": "June 20, 2025",
        "description": "Featured in today's image is the Seljalandsfoss waterfall. Located along Iceland's South Coast, the 60-metre waterfall drops from cliffs that once marked the country's coastline. The cascading water is part of the Seljalandsá River, originating from the volcanic glacier Eyjafjallajökull. The volcano under the icecap last erupted in 2010, causing disruption for locals and air traffic. Visitors can walk behind the falls into a small cave, offering a unique perspective and making it a favourite spot for photographers. Floodlights illuminate the waterfall at night, creating a magical scene. If you are planning a holiday to Iceland, Seljalandsfoss is worth adding to your travel bucket list. Whether you're a nature enthusiast or a photography lover, this experience promises unforgettable memories.",
        "tags": [
            "waterfall",
            "mountain",
            "water",
            "landscape",
            "nature",
            "outdoor",
            "waterfall",
            "nature",
            "outdoor",
            "water",
            "landscape",
            "plant",
            "river",
            "mountain",
            "rock",
            "tree",
            "surrounded",
            "wooded",
            "several",
            "autumn",
            "stone",
            "rocky",
            "watercourse",
            "stream",
            "forest",
            "sky"
        ],
        "date": "2025-06-20",
        "download_link": "https://img.peapix.com/9b18b8ac3d5a48bc82e3be136aaf12db.jpg",
        "page_link": "https://peapix.com/bing/52173",
        "thumbnail_url": "https://img.peapix.com/9b18b8ac3d5a48bc82e3be136aaf12db_480.jpg"
    },
    {
        "id": "52167",
        "title": "Riserva Naturale Orientata Saline di Trapani e Paceco, Trapani, Sicilia",
        "copyright_owner": "June 20, 2025",
        "description": "Al tramonto, la luce dorata si posa sulle Saline di Trapani e Paceco, trasformando l’acqua in uno specchio rosato. Qui, dove il mare incontra la terra, l’uomo e la natura convivono da secoli, legati dal respiro lento della raccolta del sale. Questa riserva naturale protetta, istituita nel 1995, preserva uno degli ecosistemi più affascinanti della Sicilia, dove saline secolari ospitano un’eccezionale biodiversità. Tra le vasche salmastre si muovono fenicotteri eleganti, aironi e cavalieri d’Italia, mentre il vento trasporta l’eco di un mestiere antico. I mulini a vento, testimoni di un passato operoso, punteggiano il paesaggio, raccontando la storia di una terra modellata dal lavoro e dalla pazienza. Qui, la bellezza è silenziosa ma potente. Le saline non sono solo un luogo di produzione, ma un santuario di vita e memoria. Passeggiando tra gli argini bianchi, si ha la sensazione di camminare dentro una cartolina senza tempo, sospesi tra il cielo e il mare. Le Saline di Trapani e Paceco sono più di un paesaggio: sono un poema scolpito nel sale e nel vento.",
        "tags": [
            "screenshot",
            "text",
            "design",
            "several",
            "screenshot",
            "text",
            "design",
            "several",
            "aerial",
            "map",
            "indoor",
            "sky",
            "cartoon",
            "aerial photography",
            "urban design",
            "old",
            "bird's-eye view",
            "star",
            "outdoor object",
            "universe",
            "nebula",
            "space",
            "outer space",
            "galaxy"
        ],
        "date": "2025-06-20",
        "download_link": "https://img.peapix.com/a57bcf7f9d31449595edd09d5d5c3b02.jpg",
        "page_link": "https://peapix.com/bing/52167",
        "thumbnail_url": "https://img.peapix.com/a57bcf7f9d31449595edd09d5d5c3b02_480.jpg"
    },
    {
        "id": "52169",
        "title": "Masai giraffe mother grooming her calf in the Serengeti, Tanzania",
        "copyright_owner": "June 20, 2025",
        "description": "Maasai giraffes, known for their distinctive, jagged blotches, are native to East Africa. Besides Kenya and Uganda, they roam the vast plains of Tanzania's Serengeti, a name derived from the Maasai word 'seringit,' meaning 'endless plains.' Today's image captures a tender moment between a Maasai giraffe mother and her calf in this stunning landscape. The Maasai giraffe is easily recognised by its jagged, irregular spots and inhabits various regions across eastern Africa. It is the largest giraffe species and the tallest land animal on Earth. Males typically weigh up to 1,300 kilograms and can reach heights of 5.5 metres. In the wild, they live around 30 years, often longer in captivity. A notable feature is their long necks, made up of seven vertebrae, which accounts for about one-third of their total height.",
        "tags": [
            "giraffe",
            "cheetah",
            "fawn",
            "terrestrial animal",
            "grassy",
            "safari",
            "grass",
            "field",
            "wildlife",
            "mammal",
            "wild",
            "tall",
            "dry",
            "open",
            "day",
            "outdoor",
            "animal",
            "terrestrial animal",
            "cheetah",
            "wildlife",
            "carnivore",
            "mammal",
            "leopard",
            "big cat",
            "big cats",
            "jaguar",
            "grass",
            "african leopard",
            "field",
            "tree",
            "grassy",
            "open",
            "zoo",
            "lion",
            "giraffe"
        ],
        "date": "2025-06-20",
        "download_link": "https://img.peapix.com/9146454621d042a3b4ff7df01e191ecc.jpg",
        "page_link": "https://peapix.com/bing/52169",
        "thumbnail_url": "https://img.peapix.com/9146454621d042a3b4ff7df01e191ecc_480.jpg"
    },
    {
        "id": "52170",
        "title": "Praia em Santa Catarina",
        "copyright_owner": "June 20, 2025",
        "description": "Hoje começa o inverno no Brasil e, em Santa Catarina, ele chega como uma maré baixa: discreto, mas cheio de presença. O ar fica mais fresco, as cores mais suaves e a paisagem, como a registrada na imagem, parece respirar em outro compasso. É também nessa época que as baleias-francas se aproximam da costa, vindas do sul em busca de águas mais calmas para dar à luz e cuidar de seus filhotes. Entre junho e novembro, esses gigantes podem ser avistados perto da areia, lembrando a relevância ambiental do litoral catarinense. Com a chegada do frio, ganham destaque os vilarejos de pescadores, os sabores mais quentes da culinária local e a arquitetura de origem açoriana, ainda presente em muitas cidades. Essa mesma costa já foi ponto de chegada de navegadores portugueses no século XVI e, mais tarde, abrigo para famílias que moldaram uma cultura voltada ao mar e ao tempo das estações. O frio exigia adaptação, e criou formas de vida profundamente ligadas à natureza. Santa Catarina não apenas resiste ao inverno: nele, ela se revela.",
        "tags": [
            "beach",
            "rocky",
            "seascape",
            "coast",
            "overlooking",
            "island",
            "rock",
            "sunset",
            "cloud",
            "mountain",
            "lake",
            "ocean",
            "sea",
            "water",
            "sky",
            "water",
            "beach",
            "outdoor",
            "sky",
            "landscape",
            "cloud",
            "lake",
            "rock",
            "nature",
            "island",
            "shore",
            "mountain",
            "ocean",
            "seascape",
            "sea",
            "coast",
            "sunset",
            "aerial",
            "swimming",
            "animal"
        ],
        "date": "2025-06-20",
        "download_link": "https://img.peapix.com/ba44cd545f054d35bf5cada391fcaf32.jpg",
        "page_link": "https://peapix.com/bing/52170",
        "thumbnail_url": "https://img.peapix.com/ba44cd545f054d35bf5cada391fcaf32_480.jpg"
    },
    {
        "id": "52157",
        "title": "Cinque Torri, Dolomites, Italy",
        "copyright_owner": "June 19, 2025",
        "description": "The Five Towers rise majestically in the heart of the Dolomites in the province of Belluno in the Veneto region of Italy. They offer the perfect refuge from the summer heat and crowded beaches. Each tower has its own story to tell of ancient civilisations, adventurous hikers, daring climbers and distant battles. Shaped by time and weather, these Dolomite spires played a strategic role during the First World War, and it is still possible today to explore the trenches and remnants of that conflict-scarred past. However, nature is stronger than history: green pastures embrace the towers, the wind carries the scent of pines and a clear sky opens above paths that beckon you to explore. Streams meander through flower-filled meadows while birdsong accompanies every step. Walking among the Cinque Torri means breathing in freedom and fresh air and listening to the silence of the mountains, far from the noise of the city. Whether you are climbing, taking photographs or simply contemplating, this place invites you to rediscover yourself.",
        "tags": [
            "valley",
            "canyon",
            "castle",
            "rocky",
            "hillside",
            "grassy",
            "grass",
            "rock",
            "hill",
            "stone",
            "cloud",
            "mountain",
            "lush",
            "landscape",
            "sky",
            "valley",
            "mountain",
            "nature",
            "landscape",
            "sky",
            "canyon",
            "outdoor",
            "cloud",
            "rock",
            "desert",
            "hill",
            "hillside",
            "plant",
            "rocky",
            "overlooking",
            "tree",
            "stone",
            "lush",
            "sunset",
            "sunrise"
        ],
        "date": "2025-06-19",
        "download_link": "https://img.peapix.com/f1a4703a48854f51a2621f23e61df241.jpg",
        "page_link": "https://peapix.com/bing/52157",
        "thumbnail_url": "https://img.peapix.com/f1a4703a48854f51a2621f23e61df241_480.jpg"
    },
    {
        "id": "52150",
        "title": "ホタルが光る森, 岡山県",
        "copyright_owner": "June 19, 2025",
        "description": "初夏はホタルの季節。ホタルの名所が点在する岡山では、5 月下旬から 7 月上旬にかけて、幻想的な光の乱舞が見られます。天然記念物に指定されている「郷の源氏蛍発生地」をはじめ、水辺や森では、ゲンジボタル、ヘイケボタル、ヒメボタルが織りなす美しい風景を楽しむことができます… ホタルは世界中に約 2,000 種が知られ、日本にはそのうち約 50 種が生息しています。ホタルといえば光る姿をイメージしますが、すべての種類が光るわけではなく、半数以上は昼行性で光りません。発光は主に求愛のために使われ、オスとメスが光のパターンでコミュニケーションを取ります。一方、光らないホタルは、匂いによって互いに意思を伝え合います。",
        "tags": [
            "grass",
            "wood",
            "tree",
            "flower",
            "forest",
            "lush",
            "nature",
            "plant",
            "outdoor",
            "grass",
            "outdoor",
            "lush",
            "animal",
            "field",
            "wildlife",
            "grassy",
            "nature",
            "plant",
            "water",
            "landscape",
            "sky",
            "terrestrial animal",
            "cheetah",
            "tall",
            "dry",
            "day",
            "tree",
            "flower",
            "lake"
        ],
        "date": "2025-06-19",
        "download_link": "https://img.peapix.com/c313479497d24c78a8246a4d346ef366.jpg",
        "page_link": "https://peapix.com/bing/52150",
        "thumbnail_url": "https://img.peapix.com/c313479497d24c78a8246a4d346ef366_480.jpg"
    },
    {
        "id": "52158",
        "title": "Cascata de Seljalandsfoss ao entardecer, na Islândia",
        "copyright_owner": "June 19, 2025",
        "description": "Hoje estamos diante de uma cachoeira onde é possível caminhar por trás da queda-d’água e assistir ao pôr do sol emoldurado por uma caverna. Essa é a experiência única que Seljalandsfoss, na Islândia, oferece. Com 60 metros de altura, esta cascata islandesa é alimentada pelo rio Seljalandsa, que nasce da geleira vulcânica Eyjafjallajökull — famosa por sua erupção em 2010, que impactou o tráfego aéreo europeu. À noite, refletores iluminam a queda-d’água, criando um cenário que atrai fotógrafos e amantes da natureza do mundo todo. E no Brasil? Também temos paisagens que encantam. No Parque Nacional de Aparados da Serra, entre o Rio Grande do Sul e Santa Catarina, o Cânion Itaimbezinho revela trilhas cercadas por Mata Atlântica, paredões verticais e cachoeiras que cortam a paisagem com imponência. É um lugar que convida à contemplação da natureza. Do frio da Islândia ao verde brasileiro, esses destinos são um convite para desacelerar, respirar fundo e simplesmente aproveitar o momento.",
        "tags": [
            "waterfall",
            "mountain",
            "water",
            "landscape",
            "nature",
            "outdoor",
            "outdoor",
            "waterfall",
            "nature",
            "water",
            "landscape",
            "plant",
            "tree",
            "river",
            "mountain",
            "surrounded",
            "wooded",
            "rock",
            "forest",
            "hillside",
            "lush",
            "several",
            "autumn",
            "rocky",
            "watercourse",
            "stream"
        ],
        "date": "2025-06-19",
        "download_link": "https://img.peapix.com/9b18b8ac3d5a48bc82e3be136aaf12db.jpg",
        "page_link": "https://peapix.com/bing/52158",
        "thumbnail_url": "https://img.peapix.com/9b18b8ac3d5a48bc82e3be136aaf12db_480.jpg"
    },
    {
        "id": "52159",
        "title": "Vila Franca Islet, São Miguel Island, Azores, Portugal",
        "copyright_owner": "June 19, 2025",
        "description": "Not far from São Miguel Island in the Azores archipelago of Portugal, you'll find Vila Franca Islet. This uninhabited green islet sits quietly just south of the town of Vila Franca do Campo. Beneath its serene surface, this gem holds a lively past. First documented in 1537, around the time when settlers from São Miguel began expanding westward, Vila Franca Islet has played many roles throughout its history. It has served as a military fort, a port, a vineyard site and even a lookout for whale-watching. Once a volcanic crater, this islet is now a protected nature reserve teeming with unique marine life, including bird species like Bulwer's petrel, little egret and sooty tern. The unique shape of this tiny island, sculpted by nature, makes it truly special. At its heart lies an almost perfectly circular lagoon, linked to the sea by a narrow channel called Boquete. Since the opening faces north toward São Miguel, it shields the lagoon from ocean waves and forms a calm natural harbour with a sandy beach. It's no wonder the spot is a favourite for swimmers: from June to October, ferries run daily between the town and the islet. Access is limited to 400 visitors a day—do you want to be one of them?",
        "tags": [
            "aerial",
            "beach",
            "map",
            "swimming",
            "continental shelf",
            "water resources",
            "island",
            "body of water",
            "lake",
            "ocean",
            "water",
            "plant",
            "aerial",
            "water",
            "beach",
            "map",
            "lake",
            "swimming",
            "continental shelf",
            "outdoor",
            "text",
            "green",
            "skyscraper",
            "city",
            "building",
            "ship",
            "ocean",
            "plant",
            "water resources",
            "island",
            "body of water",
            "water sport"
        ],
        "date": "2025-06-19",
        "download_link": "https://img.peapix.com/15acd3052ee744aba16a474b78d9d772.jpg",
        "page_link": "https://peapix.com/bing/52159",
        "thumbnail_url": "https://img.peapix.com/15acd3052ee744aba16a474b78d9d772_480.jpg"
    },
    {
        "id": "52152",
        "title": "Masai giraffe mother grooming her calf in the Serengeti, Tanzania",
        "copyright_owner": "June 19, 2025",
        "description": "Masai giraffes, known for their distinctive, jagged blotches, are native to East Africa. Besides Kenya and Uganda, they roam the vast plains of Tanzania's Serengeti, a name derived from the Maasai word 'seringit,' meaning 'endless plains.' Today's image captures a tender moment between a Masai giraffe mother and her calf in this stunning landscape. The Masai giraffe is easily recognised by its jagged, irregular spots and inhabits various regions across eastern Africa. It is the largest giraffe species and the tallest land animal on Earth. Males typically weigh up to 1,300 kilograms and can reach heights of 5.5 metres. In the wild, they live around 30 years, often longer in captivity. A notable feature is its long neck, made up of seven vertebrae, which accounts for about one-third of its total height.",
        "tags": [
            "giraffe",
            "cheetah",
            "fawn",
            "terrestrial animal",
            "grassy",
            "safari",
            "grass",
            "field",
            "wildlife",
            "mammal",
            "wild",
            "tall",
            "dry",
            "open",
            "day",
            "outdoor",
            "animal",
            "terrestrial animal",
            "wildlife",
            "cheetah",
            "leopard",
            "carnivore",
            "big cat",
            "grass",
            "mammal",
            "jaguar",
            "big cats",
            "african leopard",
            "field",
            "open",
            "standing",
            "tree",
            "zoo",
            "giraffe",
            "grassy"
        ],
        "date": "2025-06-19",
        "download_link": "https://img.peapix.com/9146454621d042a3b4ff7df01e191ecc.jpg",
        "page_link": "https://peapix.com/bing/52152",
        "thumbnail_url": "https://img.peapix.com/9146454621d042a3b4ff7df01e191ecc_480.jpg"
    },
    {
        "id": "52160",
        "title": "Texas State Capitol in Austin",
        "copyright_owner": "June 19, 2025",
        "description": "Every year on June 19, the United States marks Juneteenth National Independence Day, a federal holiday commemorating the end of slavery. On this day in 1865—two and a half years after the Emancipation Proclamation was issued—Union Major General Gordon Granger arrived in Galveston, Texas, with news that over 250,000 enslaved people were finally free. Texas was the last Confederate state to enforce freedom, making Juneteenth a powerful symbol of delayed justice and ultimate liberation. Celebrations began in Texas as early as 1866, often centered around churches and community gatherings. Over time, Juneteenth grew to include parades, food festivals, and reflections on African American history and culture. In recognition of its historical and cultural significance, Juneteenth was officially recognized as a federal holiday in 2021, making it the first new federal holiday since Martin Luther King Jr. Day in 1983. Today, Juneteenth serves as a time to honor the resilience of those who endured slavery and to reflect on the ongoing journey toward equality.",
        "tags": [
            "grass",
            "stone",
            "cloud",
            "sky",
            "building",
            "city",
            "outdoor",
            "government building",
            "sky",
            "cloud",
            "outdoor",
            "landscape",
            "nature",
            "city",
            "mountain",
            "water",
            "building",
            "lake",
            "tree",
            "canyon",
            "sunset",
            "sunrise",
            "hillside",
            "clouds",
            "valley",
            "tower",
            "skyscraper",
            "distance"
        ],
        "date": "2025-06-19",
        "download_link": "https://img.peapix.com/a7f01a62097b4ecf896036186e9fd1b9.jpg",
        "page_link": "https://peapix.com/bing/52160",
        "thumbnail_url": "https://img.peapix.com/a7f01a62097b4ecf896036186e9fd1b9_480.jpg"
    },
    {
        "id": "52161",
        "title": "Beach in Santa Catarina, Brazil",
        "copyright_owner": "June 19, 2025",
        "description": "Stretching over 560 kilometres along Brazil's southern Atlantic, Santa Catarina's coast is a place shaped by history and change. Long before European ships appeared on the horizon, the Carijós—skilled fishermen and farmers of the Tupi-Guarani group—lived here. By 1529, explorers had charted these waters and the name 'Santa Catarina' appeared on world maps. In the 18th century, waves of Azorean settlers arrived. The coast became a stage for disputes between Portugal and Spain, and in the centuries that followed, German and Italian immigrants added new colours to the region's tapestry. Fishing communities and ports flourished throughout the 19th and 20th centuries. Yet, the true magic of this coastline lies in its stunning natural beauty: sweeping sandy beaches, rugged cliffs, peaceful lagoons and the dense Atlantic Forest reaching the shore. Dolphins play in the waves, migratory birds rest in quiet estuaries and sea turtles return yearly to nest on protected beaches. Here, the footprints of ancestors and the touch of the wild shape a destination that is both timeless and ever-changing.",
        "tags": [
            "beach",
            "rocky",
            "seascape",
            "coast",
            "overlooking",
            "island",
            "rock",
            "sunset",
            "cloud",
            "mountain",
            "lake",
            "ocean",
            "sea",
            "water",
            "sky",
            "water",
            "beach",
            "outdoor",
            "landscape",
            "lake",
            "sky",
            "cloud",
            "island",
            "rock",
            "nature",
            "shore",
            "mountain",
            "ocean",
            "coast",
            "sea",
            "animal",
            "bird",
            "clouds",
            "hillside",
            "tree"
        ],
        "date": "2025-06-19",
        "download_link": "https://img.peapix.com/ba44cd545f054d35bf5cada391fcaf32.jpg",
        "page_link": "https://peapix.com/bing/52161",
        "thumbnail_url": "https://img.peapix.com/ba44cd545f054d35bf5cada391fcaf32_480.jpg"
    },
    {
        "id": "52149",
        "title": "Asian swallowtail butterfly on a red spider lily",
        "copyright_owner": "June 18, 2025",
        "description": "Featured here is the Asian swallowtail, beautifully captured on a red spider lily. Found across Northeast Asia and even parts of Hawaii, this striking butterfly is known for its vivid colouration and powerful flight, making it a frequent visitor to both urban gardens and wild habitats. While it is common and not currently threatened, its role as a pollinator is no less important. The Asian swallowtail uses sophisticated colour vision and colour constancy to identify flowers, especially those in the citrus family, even under changing light conditions. This remarkable ability allows it to remain an effective pollinator across a wide range of environments. Delicate yet determined, the Asian swallowtail reminds us that even the smallest pollinators play a big role in keeping nature balanced and beautiful.",
        "tags": [
            "butterfly",
            "moths and butterflies",
            "invertebrate",
            "pollinator",
            "insect",
            "flower",
            "plant",
            "animal",
            "butterfly",
            "moths and butterflies",
            "insect",
            "invertebrate",
            "animal",
            "plant",
            "flower",
            "pollinator",
            "colorful",
            "coneflower",
            "bee",
            "pollen",
            "pink",
            "lavender",
            "cosmos",
            "window",
            "fashion accessory",
            "orange",
            "tree",
            "outdoor"
        ],
        "date": "2025-06-18",
        "download_link": "https://img.peapix.com/9de291e89fa942e09466f1772ce4d7cb.jpg",
        "page_link": "https://peapix.com/bing/52149",
        "thumbnail_url": "https://img.peapix.com/9de291e89fa942e09466f1772ce4d7cb_480.jpg"
    },
    {
        "id": "52137",
        "title": "Maritime forest in Cumberland Island National Seashore, Georgia, United States",
        "copyright_owner": "June 17, 2025",
        "description": "Before you hit the beach, you'll hear it—the rustle of leaves in salty air, the creak of twisted trunks, the hush of an old world. Welcome to the maritime forest of Cumberland Island National Seashore on the southernmost stretch of Georgia's Atlantic coast. Salt spray, sandy soil, hurricanes? The trees here stand their ground. Live oaks bend but don't break. Saw palmettos crowd the ground like leafy bodyguards, while Spanish moss hangs from branches like nature's fringe. This maritime forest is one of the best remaining examples of this rare habitat in the United States. Thanks to its national seashore status, the island has been spared from the concrete creep seen on other coastlines. What you see here is the forest as it's been for centuries—a few ruins from the days of Scottish American industrialist Thomas Carnegie and the occasional feral horses grazing through. The horses are descendants of animals left by settlers long gone and they're now unofficial mascots of the area. Alongside them, you might spot armadillos digging through the undergrowth, woodpeckers hammering tree trunks or raccoons engaging in tiny heists. Trails like the South End Trail or the Parallel Trail weave through dense foliage, sometimes giving glimpses of marshes or hidden historic sites. So next time you think of the coast, remember: the real drama isn't always on the shore. Sometimes, it's rooted just beyond the dunes.",
        "tags": [
            "leaf",
            "tree",
            "forest",
            "plant",
            "landscape",
            "nature",
            "outdoor",
            "leaf",
            "plant",
            "tree",
            "nature",
            "outdoor",
            "forest",
            "landscape",
            "autumn",
            "fall",
            "maple",
            "deciduous",
            "area",
            "wood",
            "wooded",
            "grass",
            "park",
            "lush",
            "flower",
            "sky",
            "green"
        ],
        "date": "2025-06-17",
        "download_link": "https://img.peapix.com/e1e16d33540a483783216cf663458260.jpg",
        "page_link": "https://peapix.com/bing/52137",
        "thumbnail_url": "https://img.peapix.com/e1e16d33540a483783216cf663458260_480.jpg"
    },
    {
        "id": "52125",
        "title": "Sea turtle, Fernando de Noronha, Brazil",
        "copyright_owner": "June 16, 2025",
        "description": "They've got built-in helmets, a slow-and-steady vibe and zero interest in your deadlines. Sea turtles, like this one photographed in Fernando de Noronha, Brazil, have been cruising Earth's oceans since before T-rex was a thing. There are seven species of sea turtles: green, loggerhead, hawksbill, leatherback, Kemp's ridley, olive ridley and flatback. Among them, the leatherback sea turtle is the largest, sometimes reaching almost 2 metres in length and weighing between 300 to 640 kilograms. Each species has unique behaviours, diets and nesting patterns—yet all share a deep connection to coastal and marine environments. Let's protect these ancient mariners—for the oceans, and for the future.",
        "tags": [
            "turtle",
            "tortoise",
            "sea turtle",
            "kemp's ridley sea turtle",
            "snake",
            "reef",
            "aquarium",
            "marine biology",
            "reptile",
            "fish",
            "animal",
            "water",
            "hawksbill sea turtle",
            "green sea turtle",
            "olive ridley sea turtle",
            "turtle",
            "tortoise",
            "sea turtle",
            "animal",
            "reptile",
            "reef",
            "kemp's ridley sea turtle",
            "aquarium",
            "outdoor",
            "pond turtle",
            "water",
            "fish",
            "snake",
            "swimming",
            "grass",
            "box turtle",
            "hawksbill sea turtle",
            "green sea turtle",
            "olive ridley sea turtle",
            "loggerhead sea turtle"
        ],
        "date": "2025-06-16",
        "download_link": "https://img.peapix.com/f1969a1862294e46b1ecc6102b0651d9.jpg",
        "page_link": "https://peapix.com/bing/52125",
        "thumbnail_url": "https://img.peapix.com/f1969a1862294e46b1ecc6102b0651d9_480.jpg"
    },
    {
        "id": "52113",
        "title": "Lesser rhea adult male with chicks, Torres del Paine National Park, Patagonia, Chile",
        "copyright_owner": "June 15, 2025",
        "description": "Featured here is a lesser rhea, also known as Darwin's rhea, with his chicks in the Torres del Paine National Park, Patagonia, Chile. Native to open grasslands and shrublands of South America, the lesser rhea is a large, flightless bird. Known for its impressive speed and agility on land, it can reach speeds of up to 60 kmph. It is sometimes referred to as the South American ostrich, as it closely resembles a small ostrich. One of its most fascinating traits is its breeding behaviour. A male lesser rhea mates with several females and leads them to a shared nest, where they lay eggs in succession before leaving and returning periodically to add more. From the moment his chicks hatch, the male lesser rhea takes full charge—guiding them through the brush, communicating with gentle whistles and sheltering them under his wings in times of danger or cold. Remarkably, he often adopts lost chicks, raising a mixed-age brood. For nearly six months, he teaches and protects them, with many staying close until maturity. The lesser rhea is a living symbol of resilience and ecological balance in South America's grasslands. Protecting them means protecting our planet.",
        "tags": [
            "goose",
            "grass",
            "bird",
            "field",
            "wildlife",
            "animal",
            "outdoor",
            "bird",
            "goose",
            "animal",
            "duck",
            "water",
            "lake",
            "outdoor",
            "aquatic bird",
            "swan",
            "water bird",
            "sky",
            "nature",
            "flock",
            "pond",
            "text",
            "group",
            "waterfowl",
            "grass",
            "field",
            "wildlife"
        ],
        "date": "2025-06-15",
        "download_link": "https://img.peapix.com/a563c0fe16f545eca0ec3ed080ac7e74.jpg",
        "page_link": "https://peapix.com/bing/52113",
        "thumbnail_url": "https://img.peapix.com/a563c0fe16f545eca0ec3ed080ac7e74_480.jpg"
    },
    {
        "id": "52106",
        "title": "Wasserturm, Mannheim, Baden-Württemberg",
        "copyright_owner": "June 15, 2025",
        "description": "Mitten auf dem prächtigen Friedrichsplatz in Mannheim – einer der schönsten Jugendstilanlagen Europas – erhebt sich der imposante Wasserturm, der auf unserem heutigen Bild zu sehen ist. Doch er ist weit mehr als nur ein funktionales Bauwerk: Er ist das ikonische Wahrzeichen der Stadt. Der Turm wurde von Gustav Halmhuber entworfen, der später auch am Berliner Reichstag mitwirkte. Zwischen 1886 und 1889 erbaut, diente der 60 Meter hohe Turm einst der städtischen Trinkwasserversorgung und fasste beeindruckende zwei Millionen Liter Wasser. Heute ist er ein beliebtes Ausflugsziel und Veranstaltungsort, der Mannheims gelungene Verbindung von Tradition und Moderne repräsentiert. Die umgebende Parkanlage lädt zu entspannten Spaziergängen, kulturellen Veranstaltungen oder romantischen Momenten ein. Doch Mannheim hat weit mehr zu bieten: Mit seiner einzigartigen Anordnung in quadratischen Straßenzügen, die der Stadt den Beinamen „Quadratestadt“ einbrachte, beeindruckt Mannheim durch urbanen Charme, kulturelle Vielfalt und Innovationskraft. Hier rollte das erste Auto von Carl Benz über die Straßen, das erste Fahrrad wurde erfunden, und die Söhne Mannheims setzen musikalische Akzente. Entdecken Sie eine dynamische Stadt, die Geschichte und Gegenwart auf faszinierende Weise vereint!",
        "tags": [
            "statue",
            "tower",
            "church",
            "stone",
            "cloud",
            "tree",
            "old",
            "day",
            "sky",
            "building",
            "city",
            "outdoor",
            "statue",
            "outdoor",
            "stone",
            "building",
            "sculpture",
            "sky",
            "old",
            "ancient",
            "art",
            "tree",
            "stone carving",
            "temple",
            "cloud",
            "tower",
            "church",
            "plant",
            "mountain",
            "artifact",
            "carving",
            "city"
        ],
        "date": "2025-06-15",
        "download_link": "https://img.peapix.com/9794ba815cd8453c84758e3b60cabc6b.jpg",
        "page_link": "https://peapix.com/bing/52106",
        "thumbnail_url": "https://img.peapix.com/9794ba815cd8453c84758e3b60cabc6b_480.jpg"
    },
    {
        "id": "52101",
        "title": "Cinque Torri, Dolomites, Italy",
        "copyright_owner": "June 14, 2025",
        "description": "Cinque Torri, or Five Towers, rise majestically in the heart of the Dolomites in the province of Belluno, within the Veneto region of Italy. They offer the perfect refuge from the summer heat and crowded beaches. Each tower has its own story to tell: of ancient civilisations, adventurous hikers, daring climbers and distant battles. Shaped by time and weather, these Dolomite spires played a strategic role during World War I, and it is still possible to explore the trenches and remnants of that conflict-scarred past. However, nature is stronger than history. Today, green pastures embrace the towers, the wind carries the scent of pines and a clear sky opens above paths that beckon you to explore. Streams meander through flower-filled meadows while birdsong accompanies every step. Walking among the Cinque Torri means breathing in freedom and fresh air and listening to the silence of the mountains, far from the noise of the city. Whether you are climbing, taking photographs or simply contemplating, this place invites you to rediscover yourself.",
        "tags": [
            "valley",
            "canyon",
            "castle",
            "rocky",
            "hillside",
            "grassy",
            "grass",
            "rock",
            "hill",
            "stone",
            "cloud",
            "mountain",
            "lush",
            "landscape",
            "sky",
            "valley",
            "mountain",
            "nature",
            "outdoor",
            "landscape",
            "sky",
            "canyon",
            "cloud",
            "rock",
            "rocky",
            "hillside",
            "plant",
            "desert",
            "hill",
            "overlooking",
            "tree",
            "stone",
            "sunset",
            "sunrise",
            "distance"
        ],
        "date": "2025-06-14",
        "download_link": "https://img.peapix.com/f1a4703a48854f51a2621f23e61df241.jpg",
        "page_link": "https://peapix.com/bing/52101",
        "thumbnail_url": "https://img.peapix.com/f1a4703a48854f51a2621f23e61df241_480.jpg"
    }
]